Repository: wasim-builds/Cropify-Master
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: kn, or, te

source: About Us
kn: ನಮ್ಮ ಬಗ್ಗೆ
or: ଆମ ବିଷୟରେ
te: మా గురించి

source: Home
kn: ಮನೆ
or: ଘର
te: హోమ్

source: About Us
kn: ನಮ್ಮ ಬಗ್ಗೆ
or: ଆମ ବିଷୟରେ
te: మా గురించి

source: About Cropify
kn: Cropify ಬಗ್ಗೆ
or: Cropify ବିଷୟରେ
te: Cropify గురించి

source: Abstract
kn: ಸಾರಾಂಶ
or: ସାରାଂଶ
te: సారాంశం

source: Industry Oriented
kn: ಉದ್ಯಮ ಆಧಾರಿತ
or: ଶିଳ୍ପ ଭିତ୍ତିକ
te: పరిశ్రమ ఆధారిత

source: Fresh Vegetables
kn: ತಾಜಾ ತರಕಾರಿಗಳು
or: ସତେଜ ପନିପରିବା
te: తాజా కూరగాయలు

source: We are Passionate
kn: ನಾವು ಉತ್ಸಾಹಭರಿತರಾಗಿದ್ದೇವೆ
or: ଆମେ ଉତ୍ସାହୀ
te: మేము మక్కువతో ఉన్నాము

source: Natural Products
kn: ನೈಸರ್ಗಿಕ ಉತ್ಪನ್ನಗಳು
or: ପ୍ରାକୃତିକ ଉତ୍ପାଦ
te: సహజ ఉత్పత్తులు

source: Meet
kn: ಭೇಟಿ
or: ଭେଟନ୍ତୁ
te: కలవండి

source: Our Team
kn: ನಮ್ಮ ತಂಡ
or: ଆମର ଟିମ୍
te: మా బృందం

source: The Precision
kn: ನಿಖರತೆ
or: ସଠିକତା
te: ఖచ్చితత్వం

source: agriculture
kn: ಕೃಷಿ
or: କୃଷି
te: వ్యవసాయం

source: Contact Us
kn: ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ
or: ଆମ ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ
te: మమ్మల్ని సంప్రదించండి

source: The Spirit
kn: ಚೇತನ
or: ଆତ୍ମା
te: స్ఫూర్తి

source: of Innovation
kn: ನಾವೀನ್ಯತೆಯ
or: ନବସୃଜନର
te: ఆవిష్కరణ యొక్క

source: Contact
kn: ಸಂಪರ್ಕಿಸಿ
or: ଯୋଗାଯୋଗ
te: సంప్రదించండి

source: Our Office
kn: ನಮ್ಮ ಕಚೇರಿ
or: ଆମର କାର୍ଯ୍ୟାଳୟ
te: మా కార్యాలయం

source: Call Us
kn: ನಮಗೆ ಕರೆ ಮಾಡಿ
or: ଆମକୁ କଲ୍ କରନ୍ତୁ
te: మాకు కాల్ చేయండి

source: Email Address
kn: ಇಮೇಲ್ ವಿಳಾಸ
or: ଇମେଲ୍ ଠିକଣା
te: ఇమెయిల్ చిరునామా

source: Services
kn: ಸೇವೆಗಳು
or: ସେବା
te: సేవలు

source: Fertilizer
kn: ರಸಗೊಬ್ಬರ
or: ସାର
te: ఎరువులు

source: Crops
kn: ಬೆಳೆಗಳು
or: ଫସଲ
te: పంటలు

source: Crop
kn: ಬೆಳೆ
or: ଫସଲ
te: పంట

source: Crop Disease
kn: ಬೆಳೆ ರೋಗ
or: ଫସଲ ରୋଗ
te: పంట వ్యాధి

source: Weather
kn: ಹವಾಮಾನ
or: ପାଣିପାଗ
te: వాతావరణం

source: Queries
kn: ಪ್ರಶ್ನೆಗಳು
or: ପ୍ରଶ୍ନଗୁଡିକ
te: ప్రశ్నలు

source: Query
kn: ಪ್ರಶ್ನೆ
or: ପ୍ରଶ୍ନ
te: ప్రశ్న

source: Market
kn: ಮಾರುಕಟ್ಟೆ
or: ବଜାର
te: మార్కెట్

source: PRECISION
kn: ನಿಖರ
or: ସଠିକ
te: ఖచ్చితమైన

source: AGRICULTURE
kn: ಕೃಷಿ
or: କୃଷି
te: వ్యవసాయం

source: Learn More
kn: ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
or: ଅଧିକ ଜାଣନ୍ତୁ
te: ఇంకా నేర్చుకో

source: Login
kn: ಲಾಗಿನ್
or: ଲଗ୍ ଇନ୍
te: లాగిన్

source: Welcome Back
kn: ಮತ್ತೆ ಸುಸ್ವಾಗತ
or: ସ୍ୱାଗତମ
te: తిరిగి స్వాగతం

source: Forgot Password?
kn: ಪಾಸ್‌ವರ್ಡ್ ಮರೆತಿರಾ?
or: ପାସୱାର୍ଡ ଭୁଲିଯାଇଛନ୍ତି କି?
te: పాస్వర్డ్ మర్చిపోయారా?

source: Don't have an account.
kn: ಖಾತೆ ಇಲ್ಲವೇ?
or: ଆକାଉଣ୍ଟ୍ ନାହିଁ?
te: ఖాతా లేదా?

source: register
kn: ನೋಂದಣಿ ಮಾಡಿ
or: ପଞ୍ଜୀକରଣ କରନ୍ତୁ
te: నమోదు చేయండి

source: bright nature
kn: ಪ್ರಕಾಶಮಾನವಾದ ಪ್ರಕೃತಿ
or: ଉଜ୍ଜ୍ୱଳ ପ୍ରକୃତି
te: ప్రకాశవంతమైన స్వభావం

source: of decision
kn: ನಿರ್ಧಾರದ
or: ନିଷ୍ପତ୍ତିର
te: నిర్ణయం యొక్క

source: Bringing growth, ingenuity, and experience to market.
kn: ಮಾರುಕಟ್ಟೆಗೆ ಬೆಳವಣಿಗೆಯನ್ನು ತರುವುದು.
or: ବଜାରକୁ ଅଭିବୃଦ୍ଧି ଆଣିବା |
te: మార్కెట్‌కు వృద్ధిని తీసుకురావడం.

source: About US
kn: ನಮ್ಮ ಬಗ್ಗೆ
or: ଆମ ବିଷୟରେ
te: మా గురించి

source: Quick Links
kn: ತ್ವರಿತ ಲಿಂಕ್‌ಗಳು
or: ଶୀଘ୍ର ଲିଙ୍କ୍
te: త్వరిత లింకులు

source: Products
kn: ಉತ್ಪನ್ನಗಳು
or: ଉତ୍ପାଦ
te: ఉత్పత్తులు

source: Blogs
kn: ಬ್ಲಾಗ್‌ಗಳು
or: ବ୍ଲଗ୍
te: బ్లాగులు

source: Gallery
kn: ಗ್ಯಾಲರಿ
or: ଗ୍ୟାଲେରୀ
te: గ్యాలరీ

source: About
kn: ಬಗ್ಗೆ
or: ବିଷୟରେ
te: గురించి

source: Careers
kn: ವೃತ್ತಿಗಳು
or: କ୍ୟାରିଅର୍
te: కెరీర్లు

source: FAQ
te: ప్రశ్నలు

source: Company
kn: ಕಂಪನಿ
or: କମ୍ପାନୀ
te: కంపెనీ

source: Testimonials
kn: ಪ್ರಶಂಸಾಪತ್ರಗಳು
or: ପ୍ରଶଂସାପତ୍ର
te: టెస్టిమోనియల్స్

source: Pricing
kn: ಬೆಲೆ
or: ମୂଲ୍ୟ
te: ధర

source: all rights reserved
kn: ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ
or: ସମସ୍ତ ଅଧିକାର ସଂରକ୍ଷିତ
te: అన్ని హక్కులూ ప్రత్యేకించుకోవడమైనది

source: Terms
kn: ನಿಯಮಗಳು
or: ସର୍ତ୍ତାବଳୀ
te: నిబంధనలు

source: Privacy
kn: ಗೌಪ್ಯತೆ
or: ଗୋପନୀୟତା
te: గోప్యత

source: Support
kn: ಬೆಂಬಲ
or: ସମର୍ଥନ
te: మద్దతు

source: HOME
kn: ಮನೆ
or: ଘର
te: హోమ్

source: Language
kn: ಭಾಷೆ
or: ଭାଷା
te: భాష

source: Grown by nature
kn: ಪ್ರಕೃತಿಯಿಂದ ಬೆಳೆದಿದೆ
or: ପ୍ରକୃତି ଦ୍ୱାରା ବଢିଛି
te: ప్రకృతి ద్వారా పెరిగింది

source: Connecting
kn: ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ
or: ସଂଯୋଗ କରୁଛି
te: కనెక్ట్ చేస్తోంది

source: energy markets
kn: ಶಕ್ತಿ ಮಾರುಕಟ್ಟೆಗಳು
or: ଶକ୍ତି ବଜାର
te: శక్తి మార్కెట్లు

source: We know agriculture
kn: ನಮಗೆ ಕೃಷಿ ಗೊತ್ತು
or: ଆମେ କୃଷି ଜାଣୁ
te: మాకు వ్యవసాయం తెలుసు

source: Farming Machines
kn: ಕೃಷಿ ಯಂತ್ರಗಳು
or: କୃଷି ଯନ୍ତ୍ରପାତି
te: వ్యవసాయ యంత్రాలు
